Revit 2027 API
ParameterTypeId.RbsHvacloadWindowAreaParam Property
 "Window Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadWindowAreaParam { get; }
Public Shared ReadOnly Property RbsHvacloadWindowAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadWindowAreaParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadWindowAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace